[
  {
    "title":"7 nights West Coast Stay & 7 nights Mexican Riviera Cruise",
    "description":"Looking for the ultimate cruise and stay? Then you’ll love this deal from **Norwegian Cruise Line**. Enjoy quality time in Las Vegas, San Francisco and Los Angeles before setting sail to take full advantage of the fantastic facilities onboard Norwegian Jewel.\n\nFrom the minute you board, you’ll be overwhelmed by the amount of activities at your disposal. If you’re looking for a giggle then get in on the poolside action with the sexiest leg competition, take part in interactive game shows or prepare to be awed at the magic show. And after all that, meet up with your fellow passengers in the assortment of bars and lounges onboard – there’s sure to be a party atmosphere.\nIf you want to grab a bite to eat, take a stroll to O’Sheehan’s Bar & Grill where you can enjoy traditional fish and chips or a chicken pot pie. There’s loads of choice when it comes to dining – so your taste buds will never get bored. Fancy your favourite tipple? The array of bars and lounges serve everything from beer to a snazzy cocktail… chin chin!\nAt night, this ship really comes alive with music. Listen to the resident pianist tinkle the ivories, or get your dancing shoes on and head to Spinnaker – the best spot for busting a move or two. And every night, the Stardust Theatre offers a wide range of performances the whole family can enjoy. Any questions? Give us a call – you really don’t want to miss out on this fantastic holiday.",
    "price":"£1,499",
    "phone":"0800-107-1590",
    "imageUrl":"assets/deals/1.jpg"
  },
  {
    "title":"Mayan Treasures/Cuban Fusion, Thomson Cruises onboard Thomson Dream",
    "description":"Dreaming of cruising in 2017? Then this offer could be right up your street. Sail away onboard Thomson Cruises’ fantastic ship Thomson Dream to discover the beautiful shores of Jamaica and Mexico.\nYou’ll fly straight from London Gatwick to Montego Bay to join your super ship for 14 nights of fun in the sun. Not sailed with Thomson before? Oh boy, are you in for a treat! This spacious ship offers a great choice of facilities for the whole family – enjoy spectacular sea views around the main pool, treat yourself at the parade of shops, or head to the Pure Portrait Studio for a professional photoshoot! There’s also an array of bars and lounges where you can stop off for drinks if you’re in the mood.\nYou’ll love the cuisine onboard too – with six restaurants to choose from, there’s something to suit most tastes. You can even grab afternoon tea every day if you so wish, and don’t forget to dress to impress at the captain’s weekly dinner. The menu is amazing!\nAs the stars come out, so does the star entertainment. The West End-style musicals are something else – with costume changes that will dazzle and amaze you. Feeling lucky? Head to the casino and enjoy a flutter on the roulette or blackjack tables. After your busy sea days, you’ll be welcomed by the comfort of your plushly designed cabin. Call CruiseDeals.co.uk on 0800 107 1590 – don’t delay, book today – this deal won’t be around for long.",
    "price":"£1,219",
    "phone":"0800-107-1590",
    "imageUrl":"assets/deals/2.jpg"
  },
  {
    "title":"Land of the Northern Lights to Iceland sailing with Cruise & Maritime Voyages",
    "description":"We’re in love with this cruise, and you should be too! This price includes Cruise & Maritime Voyages’ buy one get one free offer, so instead of paying £1,679pp now you only have to pay £799pp!\nAlways wanted to witness that famous spectacle in the sky? Yes, were talking about the Northern Lights. Grab this deal and you could be viewing these natural illuminations onboard Cruise & Maritime Voyages’ stylish vessel, Magellan.\nMagellan is a great choice, with nine passenger decks filled with show lounges, a casino and two well-designed dining rooms, this vessel was made for adults. And that’s just inside – when you venture out onto the deck you’ll also find two pools and three whirlpools, surely that beats 12 days at work!\nThis amazing deal is based on two adults sharing a superior single inner cabin on a Full Board basis. So, you’re getting all of your meals, daytime activities and evening entertainment in with the price of your fare. Your drinks won’t be included, apart from self-service tea and coffee, which is available from 6.00am to midnight.",
    "price":"£799",
    "phone":"0800-107-1590",
    "imageUrl":"assets/deals/3.jpg"

  }

]